Repository: 84000/data-translation-memory
Catalog: toh257-v4.tmx
Source language: bo
Languages: en

source: དེ་ལ་གང་སེམས་ཅན་ཐམས་ཅད་དེ་ལྟ་བུའི་བསོད་ནམས་དང་ལྡན་པ་དག་བཙོན་ར་དེ་ནས་ཡོངས་སུ་ཐར་བར་བྱེད་ཅིང་། ལོ་བརྒྱ་ཚང་བར་ཡང་སེམས་ཅན་དེ་དག་ཐམས་ཅད་ལ་ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་གིས་རིམ་གྲོ་བྱེད་པའི་སྐྱེས་བུ་འགའ་ཞིག་བྱུང་བར་གྱུར་ན།
en: Imagine that some beings then appeared and freed all those meritorious beings from that prison and served them for a full hundred years with offerings of Dharma robes, alms, bedding, seats, medicine, and tools.

source: ཅི་སྐྱེས་བུ་དེ་གཞི་དེ་ལས་བསོད་ནམས་མང་དུ་སྐྱེད་པར་འགྱུར་རམ།
en: Would those beings generate a lot of merit on that basis?”

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་མང་ལགས་སོ།
en: “A lot of merit, respected Blessed One!

source: །བཙུན་པ་བདེ་བར་གཤེགས་པ་སྐྱེས་བུ་དེ་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གྲངས་མ་མཆིས། ཚད་མ་མཆིས། དཔག་ཏུ་མ་མཆིས་པ་སྐྱེད་ལགས་སོ།
en: Respected Well-Gone One, the mass of merit generated by those beings would be immeasurable, limitless, and unfathomable!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བས་ཀྱང་གང་ད་ལྟར་ནས་མ་འོངས་པའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མའི་བར་ལ་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་ལ་དེ་ལྟར་བསྔོས་པ་འཕྲོག་པའི་སེམས་ཅན་རྣམས་སྡིག་པའི་ལས་དེ་ལས་སླར་ཟློག་པར་བྱེད་པའི་རྒྱལ་རིགས་སམ། ལྗོངས་ཀྱི་བླ་དེ་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཆེས་མང་དུ་སྐྱེད་པར་འགྱུར་རོ།
en: “Your Majesty,” continued the Blessed One, “now and in the future, until the last five hundred years, if any member of the kṣatriya class or any regional authority acts against the evil actions of people who steal something that has been dedicated to those who abide by the Dharma and who possess a wealth of qualities, they will generate a much greater mass of merit than that.”

source: །རྒྱལ་པོས་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་གལ་ཏེ་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་གཅིག་ཅིག་གི་མ་བསྲུངས་ན་དེ་བསོད་ནམས་མ་ལགས་པ་དེ་སྙེད་ཅིག་སྐྱེད་པར་འགྱུར་ལགས་ན། གང་ཡང་གཅིག་གིས་སྲུང་བར་བགྱིད་པ་དེ་བསོད་ནམས་དེ་སྙེད་ཅིག་སྐྱེད་པར་འགྱུར་ལགས་སམ།
en: The king then asked, “Respected Blessed One, if not protecting a single monk who abides by the Dharma generates that amount of nonvirtue, does protecting a single one of them generate that same amount of merit?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་གང་ཟག་གཅིག་གི་ལེན་པ་ངས་མ་གནང་ངོ་། །གཉིས་ལས་མ་ཡིན། གསུམ་གྱི་མ་ཡིན། བཞིའི་མ་ཡིན་གྱི།
en: “Your Majesty,” replied the Blessed One, “I have not allowed the practice of having only a single individual, or two, or three, or four;

source: རྒྱལ་པོ་ཆེན་པོ་ཕྱོགས་བཞིའི་དགེ་འདུན་གྱི་ཕྱིར་གཙུག་ལག་ཁང་གཅིག་དང་། དགོན་པའི་གནས་གཅིག་ཏུ་ཡེ་ཉུང་ན་ཡང་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་ལྔའི་ལེན་པར་ངས་གནང་སྟེ།
en: instead, Your Majesty, for the purposes of the saṅgha in the four directions, I have prescribed that in each temple or hermitage there should be at least five monks who abide by the Dharma.

source: གཎྜཱི་བརྡུངས་ནས་ཕྱོགས་བཞིའི་དགེ་སློང་བློ་བུར་དུ་ལྷགས་པ་དག་དང་ལྷན་ཅིག་ཏུ་ལོངས་སྤྱོད་པ་དང་། ཉེ་བར་སྤྱོད་པ་དང་། གནས་ཁང་དང་། མལ་ཆ་དང་། སྟན་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དག་ལོངས་སྤྱོད་པར་ངས་གནང་ངོ་།
en: I have prescribed that those monks who gather swiftly from the four directions at the sound of the gong should share their resources, possessions, rooms, bedding, seats, food, beverages, medicine, and tools.

source: །གལ་ཏེ་གཙུག་ལག་ཁང་གཅིག་དང་། དགོན་པའི་གནས་གཅིག་ཏུ་དགེ་སློང་བརྒྱ་སྟོང་གི་བར་གནས་པར་བྱེད་ན། དེར་ཡང་གཎྜཱི་བརྡུངས་ནས་ཕྱོགས་བཞིའི་དགེ་སློང་བློ་བུར་དུ་ལྷགས་པ་དག་དང་ལྷན་ཅིག་ཏུ་སྨན་གྱི་ཡོ་བྱད་ཀྱི་བར་དག་ལ་ལོངས་སྤྱོད་པར་ངས་གནང་ངོ་།
en: Even if as many as a hundred thousand monks reside in a single temple or hermitage, I have also prescribed in those places the shared use of all those things—up to and including tools—to those monks who gather swiftly at the sound of the gong.

source: །མ་ཆགས་པ་དག་དང་། མ་བཅིངས་པ་དག་དང་། མ་ཆུམས་པ་དག་དང་། ནམ་གྱི་ཆ་སྟོད་དང་། ནམ་གྱི་ཆ་སྨད་དག་ལ་མི་ཉལ་བའི་སྦྱོར་བ་ལ་རྗེས་སུ་བརྩོན་པ་དག་དང་། འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་དག་དང་། མྱ་ངན་ལས་འདས་པ་ལ་ནང་དུ་ཕྱོགས་པ་དག་དང་། གཞན་ལ་མི་སྨོད་པ་དག་དང་། བདག་ལ་མི་སྟོད་པ་དག་དང་། ཆོག་ཤེས་པ་དང་། སྦྱངས་པའི་ཡོན་ཏན་སྤྱོད་པ་དང་། རབ་ཏུ་དབེན་པ་དང་། བརྩོན་འགྲུས་བརྩམས་པ་དག་དང་། མཉམ་པར་བཞག་པ་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་དག་གིས་གནས་པ་དག་ལོངས་སྤྱོད་པར་ངས་གནང་ངོ་།
en: I have prescribed such use to those who are detached, unfettered, and dispassionate, to those who do not sleep but exert themselves during the first and last parts of the night, to those who turn their backs to saṃsāra, to those who focus inwardly on nirvāṇa, to those who do not criticize others, to those who do not praise themselves, to those who are content, to those who engage in ascetic practices, to those who remain in seclusion, to those who engender diligence, to those who are settled in equipoise, and to those who engage in the applications of mindfulness.

source: །རྒྱལ་པོ་ཆེན་པོ་དགེ་སློང་གི་དགེ་འདུན་གྱི་ནང་ན་སེམས་ཅན་དེ་ལྟ་བུ་དག་གནས་ཏེ།
en: “Your Majesty, such beings are present within the saṅgha of monks.

source: རྒྱལ་པོ་ཆེན་པོ་དགེ་སློང་གི་དགེ་འདུན་གྱི་ནང་ན་སེམས་ཅན་དེ་ལྟ་བུ་དག་ལ་སེམས་ཅན་རྣམས་ཀྱིས་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པ་ཡོངས་སུ་བཏང་བས་བསོད་ནམས་ཚད་མེད་པ་སྐྱེད་དོ། །
en: Your Majesty, by giving away resources and possessions to those beings present within the saṅgha of monks, people generate limitless merit.

source: རྒྱལ་པོ་ཆེན་པོ་གཙུག་ལག་ཁང་ངམ། དགོན་པའི་གནས་གང་ན་དགེ་སློང་ལྔའམ། ལྷག་པར་གནས་ཀྱང་རུང་སྟེ། ཚུལ་ཁྲིམས་དང་ལྡན་པ་དག་དང་། ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་དང་། ཁ་ན་མ་ཐོ་བ་ཕྲ་མོ་དག་ལ་ཡང་འཇིགས་པར་ལྟ་བ་དག་གནས་པར་བྱེད་ཅིང་། དེ་བཞིན་གཤེགས་པས་གསུངས་པ་སྟོང་པ་ཉིད་དང་ལྡན་པའི་མདོ་སྡེ་དེ་དག་ཀྱང་སྟོན་པར་བྱེད། ཁ་ཏོན་དུ་བྱེད་ལ། གཞན་ལ་མི་སྨོད་ཅིང་བདག་ལ་མི་བསྟོད་པ། ཕྲག་དོག་དང་སེར་སྣ་རྣམ་པར་སྤངས་པ། སེམས་ཅན་ཐམས་ཅད་ལ་སྙིང་བརྩེ་བ། ཐར་པ་ལ་མངོན་པར་བརྩོན་པ་དག་གནས་ལ། གཎྜཱི་བརྡུངས་ནས་ལོངས་སྤྱོད་པར་བྱེད་ན་དགེ་སློང་གི་དགེ་འདུན་དེ་ལྟ་བུ་ལས་སེམས་ཅན་རྣམས་བསོད་ནམས་ཚད་མེད་པ་དེ་ལྟ་བུ་འཛིན་པ་དག་ཏུ་བྱེད་དོ། །
en: Your Majesty, when five or more monks reside in a temple or a hermitage, people will acquire limitless merit in relation to such a saṅgha of monks when, at the sound of the gong, they offer resources to those monks who are disciplined, who observe pure discipline, who are apprehensive of the slightest wrongdoing, who teach and recite the discourses related to emptiness that were taught by the Thus-Gone One, who neither criticize others nor praise themselves, who have abandoned envy and miserliness, who are affectionate toward all sentient beings, and who strive for liberation.

source: རྒྱལ་པོ་ཆེན་པོ་ཡེ་ཉུང་སྟེ་དགེ་སློང་གི་དགེ་འདུན་ལྔའི་ཚོགས་ཤིག་ཡོད་དུ་ཟིན་ཀྱང་། གལ་ཏེ་ཡང་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་ཅིང་ངོ་ཚ་ཤེས་པ་དང་། ཁྲེལ་ཡོད་པ་ཕུན་སུམ་ཚོགས་ལ་འཇིག་རྟེན་ཕ་རོལ་གྱི་ཁ་ན་མ་ཐོ་བ་ལ་འཇིགས་པར་ལྟ་ཞིང་སྦྱངས་པའི་ཡོན་ཏན་དང་། འཕགས་པའི་རིགས་ལ་མངོན་པར་བརྩོན་པ་ཡིན་ན།
en: “Your Majesty, even if a saṅgha of monks consists of the minimum of five members, that saṅgha is referred to as an ocean-like saṅgha of monks as long as they observe pure discipline, are perfectly modest and humble, fear wrongdoing related to the next life, and exert themselves in ascetic practices and in the noble lineage.

source: རྒྱལ་པོ་ཆེན་པོ་དེ་ནི་དགེ་སློང་གི་དགེ་འདུན་རྒྱ་མཚོ་དང་འདྲ་བར་གསུངས་ཤིང་། དེ་ནི་མི་དཔག་ཏུ་མེད་པ་དག་ལ་ཕན་པ་བྱེད་པ་དང་། དོན་བྱེད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྡུག་བསྔལ་ཐམས་ཅད་ལས་རབ་ཏུ་རྣམ་པར་ཐར་བར་བྱེད་པ་ཡིན་པར་གསུངས་ན། དགེ་སློང་གི་དགེ་འདུན་བཅུའི་ཚོགས་དང་ཞེས་བྱ་བ་ནས་བརྒྱ་སྟོང་གི་ཚོགས་ཞེས་བྱ་བའི་བར་དག་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Since even such a saṅgha is said to help and benefit countless humans and liberate all beings from all their suffering, what need is there to mention a saṅgha of monks that consists of ten members or a hundred thousand members?

source: རྒྱལ་པོ་ཆེན་པོ་དགེ་སློང་གི་དགེ་འདུན་གང་ལ་བྲམ་ཟེ་དང་ཁྱིམ་བདག་ཆེན་པོ་དད་པ་ཅན་དག་རིམ་གྲོ་བྱ་བའི་ཕྱིར་གཎྜཱི་རྡུང་བ་དག་ཏུ་བྱེད་ཅིང་།
en: Your Majesty, brāhmaṇas and great householders who are filled with faith will beat the gong in order to serve the saṅgha of monks.

source: དེར་ཡང་གལ་ཏེ་དགེ་སྦྱོང་ལྟར་བཅོས་པ་སྡིག་པ་སྤྱོད་པའི་དགེ་སློང་ཉུང་ཡང་རུང་། མང་ཡང་རུང་བ་དག་ཀྱང་འདུ་ལ། དེར་གལ་ཏེ་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ། ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ། ངོ་ཚ་ཤེས་པ་དང་། ཁྲེལ་ཡོད་པ་ཕུན་སུམ་ཚོགས་པ་དགེ་སློང་ལྔ་ཡང་འདུ་ན།
en: Your Majesty, regardless of whether there are few or many monks in that saṅgha who engage in negative actions and pretend to be spiritual practitioners, if there are just five monks in that congregation who abide by the Dharma and observe pure discipline and who are perfectly modest and humble, that saṅgha of monks will possess limitless qualities.

source: རྒྱལ་པོ་ཆེན་པོ་དགེ་སློང་གི་དགེ་འདུན་དེ་ནི་ཆོས་ཚད་མེད་པ་དང་ལྡན་པ་ཡིན་ཞིང་། སྦྱིན་གནས་ཆེན་པོ་དང་། ལྷ་དང་མི་ཐམས་ཅད་ཀྱིས་མཆོད་པར་འོས་པར་འགྱུར་རོ།
en: That saṅgha is very deserving of generosity and deserves to be worshiped by all gods and humans.

source: །རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟ་བས་ན་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་དག་དང་། ཆོས་ཀྱི་ཀུན་དགའ་ལ་དགའ་བ་དག་ཁྱེད་ཀྱི་ལག་ཏུ་ངས་ཡོངས་སུ་གཏད་དོ།
en: Therefore, Your Majesty, I entrust to your hands those monks who abide by the Dharma and who delight in the joy of the Dharma.

source: །ཁྱིམ་ན་གནས་པ་དང་རབ་ཏུ་བྱུང་བ་ལ་ལས་དེ་དག་ལ་རྐྱེན་གང་ཡང་རུང་བ་དག་གིས་གཙེས་སམ། གནོད་པར་བྱས་ན་མི་རུང་གིས། ཁྱེད་ཀྱིས་སྲུངས་ཤིག།
en: If, for some reason, any householders or renunciates should threaten or harm them, do not let this happen but protect them!”

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཅི་དགེ་སློང་སྡིག་པ་སྤྱོད་པ་ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ཀྱིས་དགེ་འདུན་གྱི་ནང་དུ་ལོངས་སྤྱོད་པར་བགྱི་ལགས་སམ།
en: King Bimbisāra then asked, “Respected Blessed One, should monks with impaired discipline who engage in negative actions be allowed to reside within the saṅgha?

source: ཆོས་གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་དང་། སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། ཡོ་བྱད་དམ་པ་དག་ཀྱང་ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པར་བགྱི་ལགས་སམ།
en: Should they be allowed to use and avail themselves of the sacred Dharma robes, alms, bedding, seats, medicine, and tools?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་གང་ཁྱེད་ཀྱི་བློན་པོ་ཆེན་པོ་དང་། སྣ་ཆེན་པོ་ལ་གཏོགས་པ་དང་། རྒྱལ་པོས་བཀྲབས་པ་དང་། ཉུང་རུམ་དང་། རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་བདག་གཞུང་ལུགས་ལས་འགལ་བ་ཉེས་པ་དང་བཅས་པ་ཞིག་ཡོད་ན།
en: “Your Majesty,” replied the Blessed One, “imagine that one of your senior ministers or important officials, someone appointed by the king, a eunuch, a member of the kṣatriya class, a brāhmaṇa, or a householder were to transgress the laws of the government and commit crimes.

source: གང་ན་རྒྱལ་པོ་ཆེན་པོའི་དགའ་སྟོན་ནམ་དུས་སྟོན་ཉེ་བར་གནས་པར་གྱུར་པའི་འཁོར་གྱི་ནང་དེར་ཉེས་པ་དང་བཅས་པའི་སྐྱེས་བུ་དེ་འཇུག་པ་དང་། ལོངས་སྤྱོད་པ་དང་། དགའ་བ་དང་། རྩེ་བ་ཉམས་སུ་མྱོང་བར་བྱ་བ་དང་། བདེ་བ་དང་། ཡིད་བདེ་བ་མང་ཞིང་གནས་པར་ནུས་སམ།
en: Your Majesty, would you allow such a criminal to join your personal retinue during royal celebrations and festivals and enjoy him or herself, thus delighting and frolicking to his or her heart’s content?”

source: རྒྱལ་པོས་གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །
en: The king replied, “No, Respected Blessed One.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་དེ་བཞིན་དུ་གང་ཚུལ་ཁྲིམས་འཆལ་པ་སྡིག་པའི་ཆོས་ཀུན་ཏུ་སྤྱོད་པ། ཤིང་རུལ་པ་ལྟ་བུར་གྱུར་པ། དགེ་སྦྱོང་མ་ཡིན་པར་དགེ་སྦྱོང་དུ་ཁས་འཆེ་བ། ཚངས་པར་སྤྱོད་པ་མ་ཡིན་པར་ཚངས་པར་སྤྱོད་པར་ཁས་འཆེ་བའི་གང་ཟག་དེ་ལྟ་བུ་ནི་འདས་པ་དང་། མ་བྱོན་པ་དང་། ད་ལྟར་གྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ལ་གནོད་པ་ཡིན་ཏེ།
en: “Similarly, Your Majesty,” continued the Blessed One, “such persons with impaired discipline who engage in negative actions, who are like a rotten tree, who pretend to be spiritual practitioners, and who pretend to observe pure conduct are harming all the blessed buddhas of the past, present, and future.

source: དེ་ནི་བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་མ་ཡིན་ཞིང་བདུད་ཀྱི་སྟོབས་ཀྱི་རིགས་ཀྱིས་ཟིན་པ་ཡིན་ནོ།
en: They are not the Blessed One’s hearers—they have fallen under the influence of Māra.

source: །གང་ཟག་དེ་ནི་ལམ་ཉམ་ང་བ་ལ་གནས་པ་ཡིན་ཏེ། དེ་ནི་ཕྱིས་ཀྱང་ཉན་ཐོས་ཀྱི་དགེ་འདུན་གྱི་ནང་དུ་བགྲང་བ་མ་ཡིན་ནོ། །
en: Those persons are following a degenerate path, and they will not be counted within the saṅgha of hearers in the future—they will not be able to enter it.

source: དེ་བཞིན་དུ་དེར་འཇུག་པར་བྱ་བ་མ་ཡིན་ཏེ། དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་བསྔོས་ན་ཐ་ན་ཏིལ་གྱི་ཕུབ་མ་ཙམ་ཡང་ལོངས་སྤྱོད་པར་འོས་པ་མ་ཡིན་ན། དགེ་འདུན་གྱི་ནང་དུ་ཉེ་བར་ལོངས་སྤྱོད་པར་བྱ་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ། དེ་ནི་ཆོས་འདུལ་བ་འདིས་བོར་བ་ཡིན་ནོ། །
en: It is inappropriate for such people to consume even the husk of a sesame seed that has been dedicated to those monks who abide by the Dharma, so what need is there to speak of them residing within the saṅgha? Those persons will be rejected by the Dharma and Vinaya.”

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་སྤྱོད་པའི་མཚན་ཉིད་ཀྱི་མཚན་མ་གང་དག་གིས་དགེ་སློང་ཚུལ་ཁྲིམས་འཆལ་པ། སྡིག་པའི་ཆོས་ཀུན་ཏུ་སྤྱོད་པ། དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ཀྱི་ནང་དུ་སླན་ཆད་གནས་པ་དང་། ལོངས་སྤྱོད་དང་། ཉེ་བར་སྤྱོད་པར་བགྱིད་པར་མི་འོས་པར་འཚལ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་རྣམ་པ་འདི་ལྟ་བུས་ཚུལ་ཁྲིམས་འཆལ་པའི་མགོ་འབྱུང་བར་འགྱུར་རོ།
en: King Bimbisāra then asked, “Respected Blessed One, what are the signs of behavior through which one knows that monks with impaired discipline who engage in negative actions are henceforth not worthy of remaining, residing, and living among monks who abide by the Dharma?”

source: །ཞེས་གང་གིས་ཀྱང་མྱུར་དུ་རྣམ་པར་ཤེས་པར་མི་ནུས་ཏེ། རྒྱལ་པོ་ཆེན་པོ་འདི་ནི་ནང་གི་དང་པོར་སངས་རྒྱས་ལ་མ་གུས་པ་ཡིན་ནོ། །ཆོས་དང་། དགེ་འདུན་དང་། མཁན་པོ་དང་། སློབ་དཔོན་དང་། བླ་མའི་གནས་ལྟ་བུ་རྣམས་ལ་མ་གུས་པ་ཡིན།
en: “Your Majesty,” replied the Blessed One, “this is not something that can be known immediately by saying ‘These are the features through which their impaired discipline becomes apparent.’ Nevertheless, Your Majesty, the first of these signs is being disrespectful toward the Buddha as well as the Dharma, the Saṅgha, the preceptors, the teachers, and those who are exalted.

source: འཕགས་པའི་རིགས་བཏང་བ་ཡིན། རྣལ་འབྱོར་ཡིད་ལ་བྱེད་པ་ལ་ཀུན་དགའ་བ་མ་ཡིན། ངོ་ཚ་ཤེས་པ་དང་། ཁྲེལ་ཡོད་པ་རྣམ་པར་སྤངས་པ་ཡིན། ཁྱིམ་ན་གནས་པ་དང་འདྲིས་པ་ཡིན། ཚིག་ཀྱལ་པ་སྨྲ་བ་ཡིན། བདག་ལ་བསྟོད་པ་ཡིན། གཞན་ལ་སྨོད་པ་ཡིན། དེ་ལྟ་བུ་དག་ལ་ཀུན་དགའ་བ་ཡིན། སྡིག་པའི་སྙི་ལ་ཆགས་པ་ཡིན། ལམ་ངན་པར་ཞུགས་པ་ཡིན། ཁེངས་པ་ཡིན། ཁ་དྲག་པ་ཡིན། འཕྲལ་གཡར་ཅན་ཡིན། འཕྱར་པོ་ཡིན། ཁ་ཤིང་ཅན་ཡིན། གཡོ་སྒྱུ་ཅན་ཡིན། སྒྱུ་བྱེད་པ་ཡིན། དགེ་སྦྱོང་ཡོན་པོ་ཡིན། དགེ་སྦྱོང་གཡོ་ཅན་ཡིན། དགེ་སློང་སྙེ་ལོང་ལྟ་བུ་ཡིན། དགེ་སློང་གི་དགེ་འདུན་མི་འཐུན་པར་འདོད་པར་སྨྲ་བ་ཡིན། རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་ལ་མངོན་པར་དགའ་བ་ཡིན། འདུ་འཛིའི་ཀུན་དགའ་ལ་དགའ་བ་ཡིན་ཏེ།
en: It also involves renouncing the noble lineage, not delighting in spiritual contemplations, giving up modesty and humility, associating with householders, engaging in idle gossip, praising oneself, criticizing others, enjoying such behaviors, being caught in the trap of negative actions, following unwholesome paths, being arrogant, being haughty, being petty, being conceited, being rude, being a hypocrite, being deceitful, being a cunning spiritual practitioner, being like an indolent monk, talking with the wish to cause disharmony in the saṅgha of monks, delighting in gain, honor, and praise, and enjoying the pleasure of entertainment.

source: སྡིག་པ་ཅན་གྱི་དགེ་སློང་ཚུལ་ཁྲིམས་འཆལ་པ་དེ་ནི་ཇི་སྲིད་དུ་དེའི་ཚུལ་ཁྲིམས་འཆལ་པའི་མགོ་བྱུང་བར་མ་གྱུར་གྱི་བར་དུ་གང་གིས་ཀྱང་མཚན་མ་དེ་དག་གིས་མྱུར་དུ་ཤེས་པར་མི་ནུས་སོ།
en: However, as long as their impaired discipline has not become apparent, one cannot immediately identify such signs in the monks with impaired discipline who engage in negative actions.

source: །སྡིག་པ་ཅན་གྱི་དགེ་སློང་དེ་གང་གི་ཚེ་ཁྱིམ་གྱི་གཞི་དང་། ཞིང་གི་གཞི་དང་། ཀུན་དགའ་ར་བའི་གཞི་དང་། བྲན་དང་། བྲན་མོ་དང་། གླང་པོ་ཆེ་དང་། རྟ་དང་། རྔ་མོ་དང་། བོང་བུ་དང་། ལུག་དག་གང་ཟག་གིར་སྲེལ་བར་བྱེད་ན་དེ་ནི་དེའི་ཚུལ་ཁྲིམས་འཆལ་བའི་མགོ་བྱུང་བ་ཡིན་ཏེ།
en: It is when such monks who engage in negative actions take possession of offerings related to houses, fields, and monastic compounds, as well as male and female servants, elephants, horses, camels, donkeys, and sheep, that their impaired discipline becomes apparent.

source: ཚུལ་ཁྲིམས་འཆལ་པའི་མགོ་དེས་ནི་སྡིག་པ་ཅན་གྱི་དགེ་སློང་དེ་དགེ་སློང་གི་དགེ་འདུན་གྱི་ནང་ནས་དོར་བ་ཡིན།
en: Due to this, those evil monks will be banished from the saṅgha of monks;

source: གནས་པར་བྱ་བ་མ་ཡིན། ལོངས་སྤྱོད་པར་བྱ་བ་མ་ཡིན། དགེ་སློང་གི་དངོས་པོ་ལས་ལྷུང་བ་ཡིན། ཕམ་པར་གྱུར་པ་ཡིན་ཏེ། དགེ་སློང་གི་ཚུལ་ལས་ཀྱང་ཕྱིས་བསླང་དུ་མེད་པར་འགྱུར་བ་ཡིན་ནོ། །
en: they will not be allowed to remain and live there, since they have violated and lost their status as monks, and they will not be able to regain this status in the future.

source: རྒྱལ་པོ་ཆེན་པོ་མི་གདོལ་པ་གནས་ན་གནས་པར་བྱེད་པ་ནི་སླའི། དགེ་སློང་གདོལ་པ་ཡོངས་སུ་འཛིན་པ་དང་བཅས་པ། རྒྱུད་ཚིག་པ། དོན་ལ་མི་ལྟ་པ། འཇིག་རྟེན་ཕ་རོལ་བཏང་བ། སྙིང་རྗེའི་བསམ་པ་མེད་པ། ཕྱི་ས་ཁུང་ཆེན་པོ་དང་འདྲ་བ། བདུད་ཀྱི་ལམ་དུ་ཞུགས་པ། ལྷ་དང་མི་རྣམས་ལ་གནོད་པ་བྱེད་པ། དུས་གསུམ་ཐམས་ཅད་ཀྱི་དྲང་སྲོང་ཐུབ་པ་རྣམས་ལ་སླུ་བར་བྱེད་པ། དཀོན་མཆོག་གསུམ་གྱི་གདུང་ཆོས་ཀྱི་མར་མེ་མེད་པར་བྱེད་པ། ཆོས་ཀྱི་རྒྱ་མཚོ་སྐེམས་པར་བྱེད་པ། ཆོས་སྨྲ་བའི་དབྱེན་བྱེད་པ།
en: “Your Majesty, it is better to reside in the dwelling places of outcastes than to reside with vile and greedy monks who are filled with aggression, who have no consideration for what is beneficial, who reject the afterlife, who lack compassion, who are like great pits filled with excrement, who follow the path of Māra, who harm gods and humans, who deceive all the sages of the three times, who extinguish the Dharma lamp of the lineage of the Three Jewels, who dry up the ocean of the Dharma, who create dissension among Dharma preachers, who deceive almsgivers and benefactors, who hurt monks that abide by the Dharma, and who disrupt the harmony of the Saṅgha.

source: སྦྱིན་པ་པོ་དང་སྦྱིན་བདག་རྣམས་ལ་འདྲིད་པར་བྱེད་པ། དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་ཐོ་འཚམ་པར་བྱེད་པ། དགེ་འདུན་འཐུན་པར་བྱེད་པའི་རྒྱུན་གཅོད་པར་བྱེད་པ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །སྡིག་པ་ཅན་གྱི་དགེ་སློང་དེ་ནི་ཡོངས་སུ་འཛིན་པའི་རྐྱེན་གྱིས་མཐོ་རིས་ཀྱི་ལམ་ལས་རྒྱལ་པོ་ལྡོག་པར་བྱེད་པ་ཡིན་ནོ། །རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་དང་། སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་ལྡོག་པར་བྱེད་པ་ཡིན་ནོ།
en: Through their attitude of greed, such evil monks turn the king away from the path that leads to the higher realms, and they will do the same to members of the kṣatriya class and to brāhmaṇas, vaiśyas, śūdras, men, women, boys, and girls.

source: །ངན་སོང་གི་ལམ་གསུམ་ལ་རབ་ཏུ་གཞོག་པར་བྱེད་པ་ཡིན་ནོ།
en: Instead they establish them on the three paths that lead to the lower realms.

source: །རྒྱལ་པོ་ཆེན་པོ་སྡིག་པ་ཅན་གྱི་དགེ་སློང་དེ་ཡོངས་སུ་འཛིན་པའི་རྒྱུ་མཚན་གྱིས་ལྷ་དང་། མི་ཇི་སྙེད་ཅིག་མི་སྐྱིད་པར་བྱེད་པར་འགྱུར་བ་ལ་ལྟོས།
en: “Your Majesty, behold the amount of distress that those evil monks will generate in gods and humans because of their greed!

source: རྒྱལ་པོ་ཆེན་པོ་དེ་ལྟ་བས་ན་ཡོངས་སུ་འཛིན་པ་དང་བཅས་པའི་དགེ་སློང་དང་། དགེ་སློང་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་དག་དང་ལྷན་ཅིག་ཏུ་ཀུན་དགའ་ར་བ་གཅིག་དང་། གཙུག་ལག་ཁང་གཅིག་ཏུ་གནས་པར་མི་བྱའོ།
en: Your Majesty, the greedy monks and the monks who abide by the Dharma and possess a wealth of qualities should therefore not reside together in the same monastic compound or the same temples.

source: །གལ་ཏེ་སྡིག་པ་ཅན་གྱི་དགེ་སློང་དེ་ཁ་དྲག་ཅིང་ངོ་ཚ་ཤེས་པ་དང་ཁྲེལ་ཡོད་པ་རྣམ་པར་སྤངས་ཏེ། དགེ་སློང་དེ་དག་དང་ལྷན་ཅིག་གནས་པར་བྱེད་ན། དེའི་ཕྱིར་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་དེ་དག་གིས་བྱམས་པ་དང་ལྡན་ཞིང་ཆོས་དང་འཐུན་པས་དྲན་པར་བྱ་སྟེ།
en: If they do reside together with those evil, haughty monks who have abandoned modesty and humility, the monks who abide by the Dharma should be loving and mindful in accordance with the Dharma.

source: གལ་ཏེ་སྡིག་པ་ཅན་གྱི་དགེ་སློང་དེ་གནས་དེ་ནས་འགྲོ་བ་ལྟ་ན། དེ་ལྟ་ན་ནི་ལེགས། གལ་ཏེ་འགྲོ་བར་མི་བྱེད་ན་དེར་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་དེ་དག་དོང་ལ་གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། གྲོང་དང་། ལྗོངས་དང་། རི་འོར་དེ་དག་ན་རྒྱལ་རིགས་སམ། བྲམ་ཟེའམ། རྗེའུ་རིགས་སམ། དམངས་རིགས་གང་དབང་བྱེད་དུ་འཇུག་པ་དེ་ལ་སྦྲན་པར་བྱའོ།
en: If those evil monks decide to leave those places, it is excellent, but if they do not, the monks who abide by the Dharma should then summon those members of the kṣatriya class, the brāhmaṇa class, the vaiśya class, and the śūdra class who govern over those cities, towns, villages, countries, or mountain areas.

source: །གལ་ཏེ་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་དེས་སྡིག་པ་ཅན་གྱི་དགེ་སློང་ཡོངས་སུ་འཛིན་པ་དང་བཅས་པ་གནས་དེ་ནས་ཟློག་པར་བྱེད་ན་དེར་ནི་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་དེ་དག་གིས་གནས་པར་བྱའོ།
en: If the members of the kṣatriya class or the brāhmaṇas, vaiśyas, or śūdras expel the evil and greedy monks from those places, the monks who abide by the Dharma should remain there.

source: །ཇི་སྟེ་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་དེ་བཟའ་བ་དང་། བཏུང་བ་དང་། རྙེད་པའི་རྒྱུས་སྡིག་པ་ཅན་གྱི་དགེ་སློང་ཡོངས་སུ་འཛིན་པ་དང་བཅས་པའི་ཕྱོགས་བྱེད་པ་ལྟ་ན། དེའི་ཕྱིར་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་དེ་དག་གིས་ཁྲོ་བ་བསྟན་པར་མི་བྱའོ། །ཆགས་པ་མ་ཡིན། ང་རྒྱལ་མ་ཡིན་ཏེ།
en: If it is the case that, for the sake of food, beverages, or gains, the members of the kṣatriya, brāhmaṇa, vaiśya, or śūdra classes should take the side of the evil and greedy monks, the monks who abide by the Dharma should not show any aggression, attachment, or pride.

source: འོན་ཀྱང་ཅང་མི་སྨྲ་བར་གནས་དེ་ནས་འགྲོ་བར་བྱ་ཞིང་། དགོན་པའི་གནས་སམ། ནགས་ཁྲོད་དམ། རིའམ། རི་བོའི་འོར་གཞན་གང་ན་སྒྲ་གཅོམ་ཆུང་བ་དང་། ནང་དུ་ཡང་དག་འཇོག་དང་འཚམ་པའམ། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་པ་དང་འཐུན་པ་དེར་གནས་པར་བྱའོ།
en: Instead, they should leave those places without saying a word and go live elsewhere in the wilderness, in forests, in hills, or on mountain slopes, where they should remain silent, withdraw into meditative seclusion, and practice correct mental activity.”

source: །ཡང་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་མཆི་མ་ཕྱུང་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་གང་བཟའ་བ་དང་། བཏུང་བ་དང་། རྙེད་པའི་སླད་དུ་སྡིག་པ་ཅན་གྱི་དགེ་སློང་ཡོངས་སུ་འཛིན་པ་དང་བཅས་པའི་ཕྱོགས་བགྱིད་ཅིང་། དགེ་སློང་ཆོས་ཀྱིས་གནས་པ། ཡོན་ཏན་གྱིས་ཕྱུག་པ་རྣམས་ཀྱང་གནས་ནས་མཆི་བར་འགྱུར་བའི་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་ནི་ཉམས་པ་ལགས་སོ།
en: Once again, King Bimbisāra shed tears and exclaimed, “Respected Blessed One, the members of the kṣatriya class, the brāhmaṇa class, the vaiśya class, and the śūdra class who, for the sake of food, beverages, or gains, take the side of the evil and greedy monks and let the monks who abide by the Dharma and possess a wealth of qualities leave their places are corrupt!

source: །བཙུན་པ་བདེ་བར་གཤེགས་པ་མཆོག་ཏུ་ཉམས་པ་ལགས་སོ།
en: Respected Well-Gone One, they are extremely corrupt!

source: །དེའི་མི་ཉིད་རྙེད་པ་ནི་རྙེད་པར་དཀའ་བ་ལགས་ཏེ།
en: It will be hard for them to achieve a human life again;

source: འཁོར་བ་ན་འཁོར་བར་བགྱིད་པ་དེའི་མི་ཉིད་རྙེད་པའི་ཐ་མ་ནི་དེ་ལགས་སོ།
en: for those beings who circle in saṃsāra this is the last time to achieve a human life!

source: །སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ་གྲངས་མ་མཆིས། དཔག་ཏུ་མ་མཆིས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་བས་ཀྱང་། གང་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ཀྱི་ཚིག་གུས་པར་མི་ཉན་པའི་སེམས་ཅན་དེ་ནི་ངན་སོང་རྣམས་ལས་ཡོངས་སུ་ཐར་པར་བགྱི་བའམ། མཐོ་རིས་སུ་གཞག་པར་མི་སྤྱོད་དེ།
en: Even though countless and innumerable blessed buddhas endowed with great compassion—as numerous as the grains of sand in the Ganges—will appear in the world, those sentient beings who do not listen respectfully to the words of the monks who abide by the Dharma will not be liberated from the lower realms or established in the higher realms.

source: དེ་ནི་སྡིག་པའི་ལས་དེ་ལྟ་བུ་དང་ལྡན་པར་འགྱུར་ལགས་སོ།
en: Instead, they will possess such negative actions!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་མ་འོངས་པའི་དུས་ན་ལ་ལར་གང་དགེ་སློང་ཆོས་ཀྱིས་གནས་པ་རྣམས་ལ་ཤིན་ཏུ་དད་པའི་རྒྱལ་རིགས་དང་། བྲམ་ཟེ་དང་། རྗེའུ་རིགས་དང་། དམངས་རིགས་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: “Your Majesty,” said the Blessed One, “in the future, there will be members of the kṣatriya class, the brāhmaṇa class, the vaiśya class, and the śūdra class who have strong faith in the monks who abide by the Dharma.

source: དེ་དག་གི་དོན་དུ་དགོན་པའི་གནས་དག་བྱེད་པར་འགྱུར་རོ།
en: They will build hermitages for them.
